Repository: buiduccanh10/todo_app_flutter
Catalog: lib/l10n/app_*.arb
Languages: vi

source: All to do
vi: Danh sách

# addtodo
source: Add a new to do item !
vi: Thêm một việc cần làm !

source: Light
vi: Sáng

source: Dark
vi: Tối

source: Search...
vi: Tìm kiếm...

source: Delete all
vi: Xoá tất cả

source: Are you sure to delete all?
vi: Bạn có chắc chắn xoá hết?

# comfirmdeleteall
source: Delete all to do and their chedules, notifications
vi: Xoá tất cả việc cần làm sẽ xoá lịch hẹn và thông báo của tất cả công việc !

source: Are you sure to delete?
vi: Bạn có chắc muốn xoá?

# comfirmdelete
source: After delete this to do, their chedules of this to do is also delete!
vi: Sau khi xoá việc cần làm này, sẽ xoá lịch hẹn và thông báo của việc đó!

# selectdatetime
source: Select Date and Time
vi: Chọn Ngày và Giờ

source: Date
vi: Ngày

source: Time
vi: Giờ

# nodoyet
source: No to do yet !
vi: Chưa có công việc !

# emptydatetime
source: Empty Text or Date time !
vi: Công việc hoặc ngày giờ chưa được điền !

# warningemptydatetime
source: Please enter a todo text and select datetime before adding.
vi: Hãy điền tên công việc và chọn ngày giờ trước khi thêm

source: Language
vi: Ngôn ngữ

# titlenotifications
source: Upcoming To-do !!!
vi: Có công việc cần làm !!!

# contentnotifications
source: To do:
vi: Công việc:

# datetimenotifications
source: At:
vi: Vào lúc:
